// polygons.js

var polygonsData = [
    {
        name: "Первый полигон",
        coordinates: [
            [56.5091741, 52.9615513],
            [56.5088109, 52.9620633],
            [56.5092115, 52.9628911]
        ],
        fillColor: '#00FF0088',
        strokeColor: '#0000FF'
    },
    {
        name: "Второй полигон",
        coordinates: [
            [56.5089792, 52.9633888],
            [56.5093327, 52.9640929],
            [56.5085892, 52.9649373]
        ],
        fillColor: '#FF000088',
        strokeColor: '#0000FF'
    },
    // Добавьте данные для других полигонов по аналогии
];
